# Задание 1.
# Поработайте с переменными, создайте несколько,
# выведите на экран, запросите у пользователя несколько чисел и
# строк и сохраните в переменные, выведите на экран.
name = input("Введите ваше имя: ")
password = input("Введите ваш пароль:")
age = input("Введите ваш возраст: ")
print(f"Ваше имя -' {name}' Ваш пароль - '{password}' Ваш возраст -' {age}'")
