# Узнайте у пользователя целое положительное число n.
# Найдите сумму чисел n + nn + nnn.
# Пример:
# Введите число n: 3
# n + nn + nnn = 369
n = int(input("Введите целое положительное число:"))
tem = str(n)
t1 = tem + tem
t2 = tem + tem + tem
comp = n + int(t1) + int(t2)
print(f"{n}+{t1}+{t2}={comp}")

